// Для разработки используйте IP вашего компьютера в локальной сети
// чтобы мобильное приложение могло подключиться к API
// Для разработки используйте IP вашего компьютера в локальной сети
export const API_URL = 'http://172.20.10.2:4000';

// Для тестирования на эмуляторе Android можно использовать
// export const API_URL = 'http://10.0.2.2:4000';

// Для тестирования на реальном устройстве
// замените IP на IP-адрес вашего компьютера в локальной сети

// Для продакшена
// export const API_URL = 'https://api.yoyo.kz';